
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>生态与艺术 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="What_Is_Art.html" />
    
    
    <link rel="prev" href="How_Forests_Think.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    关于我们
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../Chinese_Politics/">
            
                <a href="../Chinese_Politics/">
            
                    
                    中国特色社会主义理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../Professional_English/">
            
                <a href="../Professional_English/">
            
                    
                    专业英语
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../Professional_English/Professional_Engilish_Assign.html">
            
                <a href="../Professional_English/Professional_Engilish_Assign.html">
            
                    
                    课程安排
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../Professional_English/Professional_Engilish_Writing.html">
            
                <a href="../Professional_English/Professional_Engilish_Writing.html">
            
                    
                    专业英语写作练习
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../Chinese_Politics/">
            
                <a href="../Chinese_Politics/">
            
                    
                    艺术哲学
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="./">
            
                <a href="./">
            
                    
                    艺术产业调查与研究
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="How_Forests_Think.html">
            
                <a href="How_Forests_Think.html">
            
                    
                    丛林如何思考
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5.2" data-path="Ecology_And_Arts.html">
            
                <a href="Ecology_And_Arts.html">
            
                    
                    生态与艺术
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.3" data-path="What_Is_Art.html">
            
                <a href="What_Is_Art.html">
            
                    
                    什么是艺术
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5.4" data-path="Woman_cp2.html">
            
                <a href="Woman_cp2.html">
            
                    
                    嫉妒的制陶女第二章
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="../VPN/README.md">
            
                <span>
            
                    
                    VPN 使用教程
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="../VPN/How_To_Use_VPN.html">
            
                <a href="../VPN/How_To_Use_VPN.html">
            
                    
                    MFA 人集体翻墙阅读指北
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="../VPN/Tongji_VPN_Config.md">
            
                <span>
            
                    
                    同济 VPN 系统配置文档
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../Zone/">
            
                <a href="../Zone/">
            
                    
                    共享空间
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="../Zone/MFA_Class_Assign.html">
            
                <a href="../Zone/MFA_Class_Assign.html">
            
                    
                    MFA 硕士课程安排
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.2" data-path="../Zone/MFA_Start_Tittle_2017.html">
            
                <a href="../Zone/MFA_Start_Tittle_2017.html">
            
                    
                    MFA 2017 届开题答辩
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="../Examination/">
            
                <a href="../Examination/">
            
                    
                    考试相关
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.8.1" data-path="../Examination/How_To_Pass_Secuenty_Exam.html">
            
                <a href="../Examination/How_To_Pass_Secuenty_Exam.html">
            
                    
                    稳过入学安全考试
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >生态与艺术</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x751F;&#x6001;&#x4E0E;&#x827A;&#x672F;&#x8BFB;&#x540E;&#x611F;">&#x751F;&#x6001;&#x4E0E;&#x827A;&#x672F;&#x8BFB;&#x540E;&#x611F;</h1>
<h2 id="1-&#x827A;&#x672F;&#x4E0E;&#x653F;&#x6CBB;&#x5E73;&#x884C;">1. &#x827A;&#x672F;&#x4E0E;&#x653F;&#x6CBB;&#x5E73;&#x884C;</h2>
<p>&#x901A;&#x8FC7;&#x9605;&#x8BFB;&#x9646;&#x8001;&#x5E08;&#x7684;&#x6750;&#x6599; &#x300A;How forest think ?&#x300B;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x9646;&#x8001;&#x5E08;&#x7684;&#x89C2;&#x70B9;&#x548C;&#x8BC4;&#x8BBA;&#x66F4;&#x591A;&#x7684;&#x662F;&#x4E0E;&#x4EBA;&#x7C7B;&#x5B66;&#xFF0C;&#x54F2;&#x5B66;&#x76F8;&#x7ED3;&#x5408;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x5728;&#x4ED6;&#x8EAB;&#x4E0A;&#x4E1D;&#x6BEB;&#x770B;&#x4E0D;&#x51FA;&#x827A;&#x672F;&#x7684;&#x75D5;&#x8FF9;&#xFF0C;&#x8FD9;&#x5BB6;&#x4F19;&#x53C8;&#x4E0D;&#x4F1A;&#x753B;&#x753B;&#xFF0C;&#x600E;&#x4E48;&#x4F1A;&#x6559;&#x5B66;&#x751F;&#x827A;&#x672F;&#x5462;&#xFF1F;</p>
<blockquote>
<p>&#x827A;&#x672F;&#x4E0E;&#x54F2;&#x5B66;&#x662F;&#x7D27;&#x5BC6;&#x8054;&#x7CFB;&#x7684;&#xFF0C;&#x66F4;&#x662F;&#x4E0E;&#x653F;&#x6CBB;&#x5E73;&#x884C;&#x7684;</p>
</blockquote>
<p>&#x76F4;&#x5230;&#x9646;&#x8001;&#x5E08;&#x4E0A;&#x8282;&#x8BFE;&#x8BB2;&#x8FD9;&#x53E5;&#x8BDD;&#xFF0C;&#x6211;&#x624D;&#x604D;&#x7136;&#x9886;&#x609F;&#xFF0C;&#x5B83;&#x5BF9;&#x6211;&#x7684;&#x5F71;&#x54CD;&#x4E5F;&#x975E;&#x5E38;&#x5927;&#xFF0C;&#x4ECE;&#x4E0A;&#x4E00;&#x8282;&#x8BFE;&#x7684; <strong>&#x73B0;&#x6210;&#x54C1;</strong> &#x8BA8;&#x8BBA;&#xFF0C;&#x5230;&#x675C;&#x5C1A;&#x7684; <strong>&#x5C0F;&#x4FBF;&#x6C60;</strong> &#x827A;&#x672F;&#xFF0C;&#x518D;&#x5230; <strong>&#x540E;&#x73B0;&#x4EE3;&#x4E3B;&#x4E49;</strong>&#xFF0C;&#x9646;&#x8001;&#x5E08;&#x4E00;&#x76F4;&#x5728;&#x5411;&#x6211;&#x4EEC;&#x8F93;&#x51FA;&#x4E00;&#x4E2A;&#x89C2;&#x70B9;&#xFF0C;&#x6211;&#x4EEC;&#x505A;&#x7B56;&#x5C55;&#xFF0C;&#x672C;&#x8EAB;&#x5C31;&#x662F;&#x5BF9;&#x827A;&#x672F;&#x7684;&#x518D;&#x52A0;&#x5DE5;&#xFF0C;&#x518D;&#x521B;&#x9020;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x5B8C;&#x5168;&#x53EF;&#x80FD;&#x6210;&#x4E3A;&#x827A;&#x672F;&#x5BB6;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x6211;&#x4EEC;&#x5C31;&#x662F;&#x827A;&#x672F;&#x5BB6;&#x3002;</p>
<blockquote>
<p>&#x90A3;&#x4E9B;&#x827A;&#x672F;&#x5BB6;&#x7684;&#x4F5C;&#x54C1;&#x88AB;&#x4E70;&#x8D70;&#xFF0C;&#x5C31;&#x50CF;&#x662F;&#x56DA;&#x72AF;&#x5173;&#x5728;&#x7262;&#x623F;&#x91CC;&#xFF0C;&#x662F;&#x7B56;&#x5C55;&#x4EBA;&#x901A;&#x8FC7;&#x827A;&#x672F;&#x5C55;&#x793A;&#x628A;&#x5B83;&#x4EEC;&#x62C9;&#x51FA;&#x6765;&#x653E;&#x653E;&#x98CE;</p>
</blockquote>
<p>&#x6211;&#x975E;&#x5E38;&#x60CA;&#x8BB6;&#x4E8E;&#x8FD9;&#x53E5;&#x8BDD;&#x7684;&#x6BD4;&#x55BB;&#xFF0C;&#x5341;&#x5206;&#x751F;&#x52A8;&#xFF0C;&#x8BA9;&#x6211;&#x611F;&#x53D7;&#x5230;&#x4E30;&#x5BCC;&#x7684;&#x827A;&#x672F;&#x4E16;&#x754C;&#x4E50;&#x8DA3;&#x65E0;&#x7A77;&#x3002;&#x90A3;&#x65E2;&#x7136;&#x827A;&#x672F;&#x4E16;&#x754C;&#x548C;&#x653F;&#x6CBB;&#x662F;&#x5E73;&#x884C;&#x7684;&#xFF0C;&#x90A3;&#x4ED6;&#x5C31;&#x5982;&#x653F;&#x6CBB;&#x4E00;&#x6837;&#x6251;&#x6240;&#x8FF7;&#x79BB;&#xFF0C;&#x4EE4;&#x4EBA;&#x7740;&#x8FF7;&#x3002;&#x9A6C;&#x514B;&#x601D;&#x7684;&#x653F;&#x6CBB;&#x7ECF;&#x6D4E;&#x5B66;&#x6279;&#x5224;&#x4E86;&#x8D44;&#x672C;&#x4E3B;&#x4E49;&#xFF0C;&#x63ED;&#x9732;&#x4E86;&#x8D44;&#x672C;&#x5BB6;&#x69A8;&#x53D6;&#x52B3;&#x52A8;&#x8005;&#x5269;&#x4F59;&#x4EF7;&#x503C;&#x7684;&#x79D8;&#x5BC6;&#xFF0C;&#x5728;&#x79D1;&#x5B66;&#x8FDB;&#x6B65;&#x4E0E;&#x7ECF;&#x6D4E;&#x53D1;&#x5C55;&#x7684;&#x8DEF;&#x4E0A;&#xFF0C;&#x4EBA;&#x7C7B;&#x8D8A;&#x8D70;&#x8D8A;&#x8FDC;&#xFF0C;&#x6211;&#x4EEC;&#x5802;&#x800C;&#x7687;&#x4E4B;&#x7684;&#x53F7;&#x79F0;&#x5176;&#x4E3A; <strong>&#x6587;&#x660E;&#x4E0E;&#x8FDB;&#x6B65;</strong>&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x6211;&#x4EEC;&#x4EBA;&#x7C7B;&#x771F;&#x7684;&#x95EE;&#x8FC7;&#x81EA;&#x7136;&#x4E86;&#x5417;&#xFF1F;&#x95EE;&#x8FC7;&#x751F;&#x6001;&#x4E86;&#x4E48;&#xFF1F;</p>
<h2 id="2-&#x4E09;&#x79CD;&#x751F;&#x6001;">2. &#x4E09;&#x79CD;&#x751F;&#x6001;</h2>
<p>&#x9646;&#x8001;&#x5E08;&#x7684;&#x5927;&#x591A;&#x6570;&#x6587;&#x732E;&#x5728;&#x535A;&#x5BA2;&#x4E0A;&#xFF0C;&#x4ECE;&#x4ED6;&#x5BF9; &#x300A;&#x4E09;&#x79CD;&#x751F;&#x6001;&#x300B; &#x7684;&#x89E3;&#x8BFB;&#xFF0C;&#x6211;&#x5927;&#x6982;&#x80FD;&#x7406;&#x89E3;&#x4ED6;&#x5BF9; <strong>&#x751F;&#x6001;</strong>&#xFF0C;<strong>&#x81EA;&#x7136;</strong> &#x7684;&#x75F4;&#x8FF7;&#xFF0C;&#x4EBA;&#x7C7B;&#x4E0E;&#x5927;&#x81EA;&#x7136;&#x7684;&#x8054;&#x7CFB;&#x662F;&#x90A3;&#x4E48;&#x7D27;&#x5BC6;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x4EBA;&#x7C7B;&#x672C;&#x8EAB;&#x5C31;&#x6765;&#x81EA;&#x5927;&#x81EA;&#x7136;&#xFF0C;&#x662F;&#x5927;&#x81EA;&#x7136;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4E0E;&#x5927;&#x81EA;&#x7136;&#x662F;&#x4E00;&#x4E2A;&#x6709;&#x673A;&#x7684;&#x6574;&#x4F53;&#x3002;&#x770B;&#xFF0C;&#x6211;&#x4EEC;&#x8EAB;&#x8FB9;&#x7684;&#x690D;&#x7269;&#x591A;&#x7F8E;&#xFF0C;&#x5C0F;&#x52A8;&#x7269;&#x548C;&#x6606;&#x866B;&#x662F;&#x591A;&#x4E48;&#x7075;&#x52A8;&#xFF0C;&#x5B83;&#x4EEC;&#x8EAB;&#x4E0A;&#x6240;&#x8868;&#x73B0;&#x51FA;&#x7684;&#x751F;&#x547D;&#x51B2;&#x52A8;&#xFF0C;&#x591A;&#x4E48;&#x4EE4;&#x4EBA;&#x9707;&#x64BC;&#xFF0C;&#x4ED6;&#x4EEC;&#x7EC4;&#x6210;&#x7684;&#x751F;&#x6001;&#x7CFB;&#x7EDF;&#x672C;&#x8EAB;&#x5C31;&#x662F;&#x4E00;&#x79CD;&#x7F8E;&#x3002;&#x81F3;&#x5C11;&#x6211;&#x4ECE;&#x9646;&#x8001;&#x5E08;&#x63D0;&#x4F9B;&#x7684;&#x6750;&#x6599;&#x4E2D;&#xFF0C;&#x80FD;&#x591F;&#x660E;&#x767D;&#xFF0C;&#x6211;&#x4EEC;&#x505A;&#x7B56;&#x5C55;&#xFF0C;&#x641E;&#x827A;&#x672F;&#xFF0C;&#x53EF;&#x4EE5;&#x4ECE;&#x5927;&#x81EA;&#x7136;&#x751F;&#x6001;&#x7CFB;&#x7EDF;&#x4E2D;&#x5BFB;&#x627E;&#x5230;&#x5F88;&#x591A;&#x4F53;&#x88C1;&#x548C;&#x7D20;&#x6750;&#xFF0C;&#x5982; <strong>&#x73AF;&#x4FDD;&#x4E3B;&#x9898;</strong>&#xFF0C;<strong>&#x80FD;&#x6E90;&#x67AF;&#x7AED;</strong>&#xFF0C;<strong>&#x5927;&#x57CE;&#x5E02;&#x75C5;</strong> &#x7B49;&#x7B49;&#x3002;</p>
<p>&#x91CD;&#x6784;&#x4E09;&#x79CD;&#x751F;&#x6001;&#xFF0C;&#x4E3B;&#x8981;&#x5305;&#x62EC;&#xFF1A;</p>
<ul>
<li>&#x73AF;&#x5883;&#x751F;&#x6001;&#xFF1A;&#x5BA2;&#x89C2;&#x5B58;&#x5728;&#x7684;&#x4E8B;&#x7269;&#xFF0C;&#x4EBA;&#x7C7B;&#x5468;&#x56F4;&#x7684;&#x7269;&#x4F53;&#x548C;&#x751F;&#x547D;&#x7EC4;&#x6210;&#x7684;&#x6709;&#x673A;&#x6574;&#x4F53;</li>
<li>&#x793E;&#x4F1A;&#x751F;&#x6001;&#xFF1A;&#x4F34;&#x968F;&#x4EBA;&#x7C7B;&#x800C;&#x5B58;&#x5728;&#xFF0C;&#x653F;&#x6CBB;&#xFF0C;&#x6CD5;&#x5F8B;&#xFF0C;&#x9053;&#x5FB7;&#x4E00;&#x4E9B;&#x5217;&#x8BDD;&#x9898;&#x90FD;&#x5728;&#x8FD9;&#x4E2A;&#x751F;&#x6001;&#x4E4B;&#x4E2D;</li>
<li>&#x5FC3;&#x7406;&#x751F;&#x6001;&#xFF1A;&#x4EBA;&#x7C7B;&#x7684;&#x601D;&#x8003;&#xFF0C;&#x7EC4;&#x6210;&#x4E00;&#x4E2A;&#x5E9E;&#x5927;&#x7684;&#x4F53;&#x7CFB;</li>
</ul>
<h2 id="3-&#x4E4C;&#x6258;&#x90A6;&#x516C;&#x793E;&#x5230;&#x751F;&#x6001;&#x9769;&#x547D;">3. &#x4E4C;&#x6258;&#x90A6;&#x516C;&#x793E;&#x5230;&#x751F;&#x6001;&#x9769;&#x547D;</h2>
<p>&#x5728;&#x6211;&#x4EEC;&#x56FD;&#x5BB6;&#x7684;&#x793E;&#x4F1A;&#x4E3B;&#x4E49;&#x53D1;&#x5C55;&#x5386;&#x53F2;&#x4E0A;&#xFF0C;&#x66FE;&#x7ECF;&#x51FA;&#x73B0;&#x8FC7; <strong>&#x4EBA;&#x6C11;&#x516C;&#x793E;&#x8FD0;&#x52A8;</strong>&#xFF0C;&#x4ECE;&#x6211;&#x4EEC;&#x8FC7;&#x53BB;&#x5B66;&#x8FC7;&#x7684;&#x5386;&#x53F2;&#x77E5;&#x8BC6;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x662F;&#x7531;&#x4E8E;&#x793E;&#x4F1A;&#x4E3B;&#x4E49;&#x5EFA;&#x8BBE;&#x65F6;&#x671F;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x515A;&#x6307;&#x5BFC;&#x601D;&#x60F3;&#x53D1;&#x751F;&#x6FC0;&#x8FDB;&#x7684; <strong>&#x5927;&#x8DC3;&#x8FDB;&#x9519;&#x8BEF;</strong>&#xFF0C;&#x5927;&#x70BC;&#x94A2;&#x94C1;&#x548C;&#x780D;&#x4F10;&#x6811;&#x6728;&#x5BFC;&#x81F4;&#x751F;&#x6001;&#x906D;&#x5230;&#x5DE8;&#x5927;&#x7834;&#x574F;&#xFF0C;&#x5230;&#x6700;&#x540E;&#x7684;&#x5927;&#x9965;&#x8352;&#x7684;&#x60B2;&#x5267;&#x3002;&#x6750;&#x6599;&#x4E2D;&#x8FD8;&#x5C55;&#x793A;&#x4E86;&#x56FD;&#x5916;&#x73B0;&#x4EE3;&#x5316;&#x519C;&#x6751;&#x7684;&#x5DE7;&#x5999;&#x8BBE;&#x8BA1;&#xFF0C;&#x4E30;&#x5BCC;&#x5F53;&#x5730;&#x4EBA;&#x7684;&#x5A31;&#x4E50;&#x751F;&#x6D3B;&#x4E0E;&#x7CBE;&#x795E;&#x4EAB;&#x53D7;&#x3002;&#x5F88;&#x591A;&#x5EFA;&#x7B51;&#x8BBE;&#x8BA1;&#x5E08;&#x548C;&#x827A;&#x672F;&#x5BB6;&#xFF0C;&#x5BF9;&#x6211;&#x56FD;&#x5982;&#x4ECA;&#x7834;&#x8D25;&#x7684;&#x516C;&#x793E;&#x4E61;&#x6751;&#xFF0C;&#x8FDB;&#x884C;&#x6DF1;&#x5165;&#x6539;&#x9020;&#xFF0C;&#x91CD;&#x89C6;&#x751F;&#x6001;&#x5EFA;&#x8BBE;&#x7684;&#x4EBA;&#x4E0E;&#x81EA;&#x7136;&#x548C;&#x8C10;&#x76F8;&#x5904;&#x3002;</p>
<p>&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x8FDB;&#x884C;&#x751F;&#x6001;&#x9769;&#x547D;&#xFF1F;&#x9A6C;&#x514B;&#x601D;&#x7684;&#x8D44;&#x672C;&#x8BBA;&#x4E3A;&#x6211;&#x4EEC;&#x5BF9;&#x8D44;&#x672C;&#x4E3B;&#x4E49;&#x7684;&#x62A8;&#x51FB;&#x548C;&#x8BDF;&#x75C5;&#x63D0;&#x4F9B;&#x4E86;&#x6709;&#x529B;&#x7684;&#x8BC1;&#x636E;&#xFF0C;&#x7ECF;&#x6D4E;&#x53D1;&#x5C55;&#x548C;&#x793E;&#x4F1A;&#x8FDB;&#x6B65;&#x5BFC;&#x81F4;&#x4E00;&#x4E9B;&#x5217;&#x95EE;&#x9898;&#xFF0C;&#x5982; <strong>&#x6C14;&#x5019;&#x53D8;&#x6696;</strong>&#xFF0C;<strong>&#x80FD;&#x6E90;&#x5371;&#x673A;</strong> &#x7B49;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x6709;&#x5FC5;&#x8981;&#x505A;&#x51FA;&#x4E00;&#x4E9B;&#x6539;&#x53D8;&#xFF0C;&#x5B88;&#x62A4;&#x6211;&#x4EEC;&#x7684;&#x5730;&#x7403;&#x6751;&#xFF0C;&#x5373;&#x4F7F;&#x6211;&#x4EEC;&#x4F5C;&#x4E3A;&#x7B56;&#x5C55;&#x4EBA;&#xFF0C;&#x4E5F;&#x6709;&#x4E49;&#x52A1;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x4E3A;&#x8FD9;&#x4E2A;&#x793E;&#x4F1A;&#x505A;&#x4E9B;&#x4EC0;&#x4E48;&#x3002;</p>
<p>&#x56E0;&#x4E3A;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x662F;&#x7531;&#x4F7F;&#x547D;&#x611F;&#x7684;&#x3002;</p>
<p>&#x9093;&#x767B;&#x4E3E;</p>
<p>2018/10/20</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="How_Forests_Think.html" class="navigation navigation-prev " aria-label="Previous page: 丛林如何思考">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="What_Is_Art.html" class="navigation navigation-next " aria-label="Next page: 什么是艺术">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"生态与艺术","level":"1.5.2","depth":2,"next":{"title":"什么是艺术","level":"1.5.3","depth":2,"path":"Art_Industry/What_Is_Art.md","ref":"Art_Industry/What_Is_Art.md","articles":[]},"previous":{"title":"丛林如何思考","level":"1.5.1","depth":2,"path":"Art_Industry/How_Forests_Think.md","ref":"Art_Industry/How_Forests_Think.md","articles":[]},"dir":"ltr"},"config":{"plugins":[],"root":"./docs","styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"gitbook":"*"},"file":{"path":"Art_Industry/Ecology_And_Arts.md","mtime":"2018-11-27T08:13:12.726Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-11-27T08:58:40.855Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

