
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>丛林如何思考 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="Ecology_And_Arts.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    关于我们
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="../Chinese_Politics/">
            
                <a href="../Chinese_Politics/">
            
                    
                    中国特色社会主义理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../Professional_English/">
            
                <a href="../Professional_English/">
            
                    
                    专业英语
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.3.1" data-path="../Professional_English/Professional_Engilish_Assign.html">
            
                <a href="../Professional_English/Professional_Engilish_Assign.html">
            
                    
                    课程安排
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3.2" data-path="../Professional_English/Professional_Engilish_Writing.html">
            
                <a href="../Professional_English/Professional_Engilish_Writing.html">
            
                    
                    专业英语写作练习
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="../Chinese_Politics/">
            
                <a href="../Chinese_Politics/">
            
                    
                    艺术哲学
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="../Museology/">
            
                <a href="../Museology/">
            
                    
                    博物馆学
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="./">
            
                <a href="./">
            
                    
                    艺术产业调查与研究
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.6.1" data-path="How_Forests_Think.html">
            
                <a href="How_Forests_Think.html">
            
                    
                    丛林如何思考
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.2" data-path="Ecology_And_Arts.html">
            
                <a href="Ecology_And_Arts.html">
            
                    
                    生态与艺术
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.3" data-path="What_Is_Art.html">
            
                <a href="What_Is_Art.html">
            
                    
                    什么是艺术
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6.4" data-path="Woman_cp2.html">
            
                <a href="Woman_cp2.html">
            
                    
                    嫉妒的制陶女第二章
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="../VPN/README.md">
            
                <span>
            
                    
                    VPN 使用教程
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="../VPN/How_To_Use_VPN.html">
            
                <a href="../VPN/How_To_Use_VPN.html">
            
                    
                    MFA 人集体翻墙阅读指北
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7.2" data-path="../VPN/Tongji_VPN_Config.md">
            
                <span>
            
                    
                    同济 VPN 系统配置文档
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="../Zone/">
            
                <a href="../Zone/">
            
                    
                    共享空间
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.8.1" data-path="../Zone/MFA_Class_Assign.html">
            
                <a href="../Zone/MFA_Class_Assign.html">
            
                    
                    MFA 硕士课程安排
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8.2" data-path="../Zone/MFA_Start_Tittle_2017.html">
            
                <a href="../Zone/MFA_Start_Tittle_2017.html">
            
                    
                    MFA 2017 届开题答辩
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="../Examination/">
            
                <a href="../Examination/">
            
                    
                    考试相关
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.9.1" data-path="../Examination/How_To_Pass_Secuenty_Exam.html">
            
                <a href="../Examination/How_To_Pass_Secuenty_Exam.html">
            
                    
                    稳过入学安全考试
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >丛林如何思考</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="how-forests-think">How Forests Think</h1>
<h2 id="1-&#x5BFC;&#x8BFB;">1. &#x5BFC;&#x8BFB;</h2>
<blockquote>
<p>&#x4EBA;&#x4E0E;&#x68EE;&#x6797;&#x91CC;&#x7684;&#x4E07;&#x7269;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x6709;&#x7075;&#x8BBA;&#xFF0C;&#x4EBA;&#x5BF9;&#x4EBA;&#x4E0E;&#x5B83;&#x7269;&#x7684;&#x5173;&#x7CFB;&#x7684;&#x5224;&#x65AD;&#x7684;&#x9053;&#x5FB7;&#x6027;&#x662F;&#x6210;&#x95EE;&#x9898;&#x7684;&#x3002;&#x4EBA;&#x6027;&#xFF0C;&#x592A;&#x4EBA;&#x6027;&#x4E86;&#xFF01;&#x8FD9;&#x539F;&#x662F;&#x5C3C;&#x91C7;&#x7684;&#x611F;&#x53F9;&#x3002;&#x8FD9;&#x91CC;&#x7528;&#x5728;&#x4EBA;&#x5BF9;&#x81EA;&#x5DF1;&#x4E0E;&#x52A8;&#x7269;&#x7684;&#x5173;&#x7CFB;&#x4E0A;&#x4E5F;&#x592A;&#x4EBA;&#x6027;&#x3001;&#x592A;&#x4EBA;&#x7C7B;&#x4E2D;&#x5FC3;&#x4E86;&#xFF01;</p>
</blockquote>
<p><img src="../../img/how_forests_think.jpg" alt="How Forests Think"></p>
<h2 id="2-&#x8282;&#x9009;">2. &#x8282;&#x9009;</h2>
<p>The ecology of selves within which the Runa, their dogs, and the many beings of the forest live reaches well beyond the human, but it is also one that is &#x201C;all too human.&#x201D; I use this term to refer to the ways in which our lives and those of others get caught up in the moral webs we humans spin. I wish to signal that an anthropology that seeks a more capacious understanding of the human by attending to our relations to those who stand beyond us must also understand such relations by virtue of the ways in which they can be a&#xFB00; ected by that which is distinctively human.</p>
<p>&#x8BD1;&#xFF1A;Runa&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x72D7;&#x548C;&#x68EE;&#x6797;&#x4E2D;&#x7684;&#x8BB8;&#x591A;&#x751F;&#x7269;&#x5C45;&#x4F4F;&#x7684;&#x81EA;&#x6211;&#x751F;&#x6001;&#x8FDC;&#x8FDC;&#x8D85;&#x51FA;&#x4E86;&#x4EBA;&#x7C7B;&#x7684;&#x751F;&#x6001;&#xFF0C;&#x4F46;&#x5B83;&#x4E5F;&#x662F;&#x201C;&#x975E;&#x5E38;&#x4EBA;&#x6027;&#x5316;&#x7684;&#x201D;&#x3002;&#x6211;&#x7528;&#x8FD9;&#x4E2A;&#x672F;&#x8BED;&#x6765;&#x6307;&#x4EE3;&#x5176;&#x4E2D;&#x7684;&#x65B9;&#x5F0F; &#x6211;&#x4EEC;&#x7684;&#x751F;&#x6D3B;&#x548C;&#x5176;&#x4ED6;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x9677;&#x5165;&#x4E86;&#x4EBA;&#x7C7B;&#x65CB;&#x8F6C;&#x7684;&#x9053;&#x5FB7;&#x7F51;&#x7EDC;&#x4E2D;&#x3002; &#x6211;&#x60F3;&#x8868;&#x660E;&#xFF0C;&#x4EBA;&#x7C7B;&#x5B66;&#x901A;&#x8FC7;&#x5173;&#x6CE8;&#x6211;&#x4EEC;&#x4E0E;&#x8D85;&#x8D8A;&#x6211;&#x4EEC;&#x7684;&#x4EBA;&#x7684;&#x5173;&#x7CFB;&#x6765;&#x5BFB;&#x6C42;&#x5BF9;&#x4EBA;&#x7C7B;&#x66F4;&#x5E7F;&#x6CDB;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x4E5F;&#x5FC5;&#x987B;&#x901A;&#x8FC7;&#x5B83;&#x4EEC;&#x53EF;&#x4EE5;&#x53D7;&#x5230;&#x7279;&#x6B8A;&#x4EBA;&#x7C7B;&#x5F71;&#x54CD;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x7406;&#x89E3;&#x8FD9;&#x79CD;&#x5173;&#x7CFB;&#x3002;</p>
<p>I argued in chapter 1 that symbolic reference is distinctively human. That is, the symbolic is something that is (on this planet) unique to humans. The moral is also distinctively human, because to think morally and to act ethically requires symbolic reference. It requires the ability to momentarily distance ourselves from the world and our actions in it to re&#xFB02; ect on our possible modes of future conduct&#x2014;conduct that we can deem potentially good for others that are not us. This distancing is achieved through symbolic reference.</p>
<p>&#x8BD1;&#xFF1A;&#x6211;&#x5728;&#x7B2C;&#x4E00;&#x7AE0;&#x4E2D;&#x63D0;&#x51FA;&#xFF0C;&#x8C61;&#x5F81;&#x6027;&#x7684;&#x53C2;&#x8003;&#x662F;&#x72EC;&#x7279;&#x7684;&#x4EBA;&#x7C7B;&#x3002; &#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x8C61;&#x5F81;&#x6027;&#x662F;&#xFF08;&#x5728;&#x8FD9;&#x4E2A;&#x661F;&#x7403;&#x4E0A;&#xFF09;&#x4EBA;&#x7C7B;&#x72EC;&#x6709;&#x7684;&#x4E1C;&#x897F;&#x3002; &#x9053;&#x5FB7;&#x4E5F;&#x662F;&#x72EC;&#x7279;&#x7684;&#x4EBA;&#x7C7B;&#xFF0C;&#x56E0;&#x4E3A;&#x9053;&#x5FB7;&#x601D;&#x8003;&#x548C;&#x9053;&#x5FB7;&#x884C;&#x4E3A;&#x9700;&#x8981;&#x8C61;&#x5F81;&#x6027;&#x7684;&#x53C2;&#x8003;&#x3002; &#x5B83;&#x9700;&#x8981;&#x80FD;&#x591F;&#x6682;&#x65F6;&#x4E0E;&#x4E16;&#x754C;&#x4FDD;&#x6301;&#x8DDD;&#x79BB;&#x4EE5;&#x53CA;&#x6211;&#x4EEC;&#x5728;&#x5176;&#x4E2D;&#x91C7;&#x53D6;&#x7684;&#x884C;&#x52A8;&#xFF0C;&#x4EE5;&#x53CD;&#x6620;&#x6211;&#x4EEC;&#x53EF;&#x80FD;&#x7684;&#x672A;&#x6765;&#x884C;&#x4E3A;&#x6A21;&#x5F0F; - &#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#x8FD9;&#x4E9B;&#x884C;&#x4E3A;&#x5BF9;&#x4E8E;&#x4E0D;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x5176;&#x4ED6;&#x4EBA;&#x53EF;&#x80FD;&#x662F;&#x6709;&#x76CA;&#x7684;&#x3002; &#x8FD9;&#x79CD;&#x8DDD;&#x79BB;&#x662F;&#x901A;&#x8FC7;&#x8C61;&#x5F81;&#x6027;&#x7684;&#x53C2;&#x8003;&#x6765;&#x5B9E;&#x73B0;&#x7684;&#x3002;</p>
<p>My intention here is not to arrive at a universal understanding of what might be an appropriate moral system. Nor is it a claim that living well with others&#x2014; what Haraway (2008: 288&#x2013;89) calls &#x201C;&#xFB02; ourishing&#x201D;&#x2014;necessarily requires rational abstraction, or morality (even though thinking about the good does). But to imagine an anthropology beyond the human that does not simply project human qualities everywhere we must situate morality ontologically. That is, we must be precise about where and when morality comes to exist. To state it baldly, before humans walked this earth there was no morality and no ethics. Morality is not constitutive of the nonhuman beings with whom we share this planet. It is potentially appropriate to morally evaluate actions we humans initiate. Th is is not the case for nonhumans (see Deacon 1997: 219).</p>
<p>&#x8BD1;&#xFF1A;&#x6211;&#x7684;&#x76EE;&#x7684;&#x4E0D;&#x662F;&#x8981;&#x5BF9;&#x53EF;&#x80FD;&#x9002;&#x5F53;&#x7684;&#x9053;&#x5FB7;&#x4F53;&#x7CFB;&#x8FBE;&#x6210;&#x666E;&#x904D;&#x7406;&#x89E3;&#x3002; Haraway&#xFF08;2008&#xFF1A;288-89&#xFF09;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x6D41;&#x52A8;&#x5F0F;&#x201D;&#x7684;&#x4E1C;&#x897F;&#x4E5F;&#x4E0D;&#x662F;&#x4E0E;&#x4ED6;&#x4EBA;&#x5171;&#x5904;&#x7684;&#x4E3B;&#x5F20; - &#x5FC5;&#x7136;&#x8981;&#x6C42;&#x7406;&#x6027;&#x62BD;&#x8C61;&#x6216;&#x9053;&#x5FB7;&#xFF08;&#x5373;&#x4F7F;&#x8003;&#x8651;&#x5230;&#x5584;&#x884C;&#xFF09;&#x3002; &#x4F46;&#x662F;&#x60F3;&#x8C61;&#x4E00;&#x4E2A;&#x8D85;&#x8D8A;&#x4EBA;&#x7C7B;&#x7684;&#x4EBA;&#x7C7B;&#x5B66;&#x5E76;&#x4E0D;&#x662F;&#x7B80;&#x5355;&#x5730;&#x5C06;&#x4EBA;&#x7C7B;&#x7684;&#x54C1;&#x8D28;&#x6295;&#x5C04;&#x5230;&#x5404;&#x5730;&#xFF0C;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x5728;&#x9053;&#x5FB7;&#x4E0A;&#x5C06;&#x9053;&#x5FB7;&#x7F6E;&#x4E8E;&#x5176;&#x4E2D;&#x3002; &#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x51C6;&#x786E;&#x5730;&#x786E;&#x5B9A;&#x9053;&#x5FB7;&#x5B58;&#x5728;&#x7684;&#x5730;&#x70B9;&#x548C;&#x65F6;&#x95F4;&#x3002; &#x5728;&#x4EBA;&#x7C7B;&#x8D70;&#x904D;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x4E4B;&#x524D;&#xFF0C;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x9053;&#x5FB7;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x9053;&#x5FB7;&#x89C4;&#x8303;&#x3002; &#x9053;&#x5FB7;&#x4E0D;&#x662F;&#x4E0E;&#x6211;&#x4EEC;&#x5171;&#x4EAB;&#x8FD9;&#x4E2A;&#x661F;&#x7403;&#x7684;&#x975E;&#x4EBA;&#x7C7B;&#x751F;&#x547D;&#x7684;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#x3002; &#x9053;&#x5FB7;&#x8BC4;&#x4F30;&#x6211;&#x4EEC;&#x4EBA;&#x7C7B;&#x53D1;&#x8D77;&#x7684;&#x884C;&#x52A8;&#x53EF;&#x80FD;&#x662F;&#x6070;&#x5F53;&#x7684;&#x3002; &#x5BF9;&#x4E8E;&#x975E;&#x4EBA;&#x7C7B;&#x6765;&#x8BF4;&#xFF0C;&#x60C5;&#x51B5;&#x5E76;&#x975E;&#x5982;&#x6B64;&#xFF08;&#x53C2;&#x89C1;Deacon 1997&#xFF1A;219&#xFF09;&#x3002;</p>
<p>Value, by contrast, is intrinsic to the broader nonhuman living world because it is intrinsic to life. Th ere are things that are good or bad for a living self and its potential for growth (see Deacon 2012: 25, 322), keeping in mind that by &#x201C;growth&#x201D; I mean the possibility to learn by experience (see chapter 2).</p>
<p>&#x8BD1;&#xFF1A;&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;&#x4EF7;&#x503C;&#x662F;&#x66F4;&#x5E7F;&#x6CDB;&#x7684;&#x975E;&#x4EBA;&#x7C7B;&#x751F;&#x6D3B;&#x4E16;&#x754C;&#x6240;&#x56FA;&#x6709;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x662F;&#x751F;&#x547D;&#x6240;&#x56FA;&#x6709;&#x7684;&#x3002; &#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x6D3B;&#x7740;&#x7684;&#x81EA;&#x6211;&#x53CA;&#x5176;&#x589E;&#x957F;&#x6F5C;&#x529B;&#x800C;&#x8A00;&#xFF0C;&#x8FD9;&#x662F;&#x597D;&#x4E8B;&#x8FD8;&#x662F;&#x574F;&#x4E8B;&#xFF08;&#x53C2;&#x89C1;Deacon 2012&#xFF1A;25,322&#xFF09;&#xFF0C;&#x8BF7;&#x8BB0;&#x4F4F;&#xFF0C;&#x201C;&#x589E;&#x957F;&#x201D;&#x662F;&#x6307;&#x901A;&#x8FC7;&#x7ECF;&#x9A8C;&#x5B66;&#x4E60;&#x7684;&#x53EF;&#x80FD;&#x6027;&#xFF08;&#x89C1;&#x7B2C;2&#x7AE0;&#xFF09;&#x3002;</p>
<p>Because nonhuman living selves can grow it is appropriate to think about the moral implications our actions have on their potential to grow well&#x2014;to &#xFB02; ourish.&#xF63B; As with the symbolic, to say that the moral is distinctive does not mean that it is cut o&#xFB00;  from that from which it emerges. Morality stands in a relation of emergent continuity to value, just as symbolic reference stands in a relation of emergent continuity to indexical reference. And value extends beyond the human. It is a constitutive feature of living selves. Our moral worlds can a&#xFB00; ect nonhuman beings precisely because there are things that are good or bad for them. And some of those things that are good or bad for them are also, we might learn if we could learn to listen to these beings with whom our lives are entangled, good or bad for us as well.</p>
<p>&#x8BD1;&#xFF1A;&#x56E0;&#x4E3A;&#x975E;&#x4EBA;&#x7C7B;&#x751F;&#x6D3B;&#x81EA;&#x6211;&#x53EF;&#x4EE5;&#x6210;&#x957F;&#xFF0C;&#x6240;&#x4EE5;&#x8003;&#x8651;&#x6211;&#x4EEC;&#x7684;&#x884C;&#x4E3A;&#x5BF9;&#x4ED6;&#x4EEC;&#x6210;&#x957F;&#x826F;&#x597D;&#x7684;&#x6F5C;&#x529B;&#x7684;&#x9053;&#x5FB7;&#x542B;&#x4E49;&#x662F;&#x6070;&#x5F53;&#x7684;&#x3002;&#x5BF9;&#x4E8E;&#x8C61;&#x5F81;&#x6027;&#x7684;&#xFF0C;&#x8BF4;&#x9053;&#x5FB7;&#x662F;&#x72EC;&#x7279;&#x7684;&#x5E76;&#x4E0D;&#x610F;&#x5473;&#x7740;&#x5B83;&#x88AB;&#x524A;&#x51CF;&#x4E86;&#x3002; &#x4ECE;&#x5B83;&#x51FA;&#x73B0;&#x7684;&#x90A3;&#x4E2A;&#x3002; &#x9053;&#x5FB7;&#x4F53;&#x73B0;&#x5728;&#x65B0;&#x5174;&#x7684;&#x4EF7;&#x503C;&#x8FDE;&#x7EED;&#x6027;&#x7684;&#x5173;&#x7CFB;&#x4E2D;&#xFF0C;&#x6B63;&#x5982;&#x8C61;&#x5F81;&#x6027;&#x7684;&#x53C2;&#x7167;&#x5728;&#x65B0;&#x5174;&#x7684;&#x8FDE;&#x7EED;&#x6027;&#x4E0E;&#x7D22;&#x5F15;&#x53C2;&#x7167;&#x7684;&#x5173;&#x7CFB;&#x4E2D;&#x3002; &#x4EF7;&#x503C;&#x8D85;&#x8D8A;&#x4E86;&#x4EBA;&#x7C7B;&#x3002; &#x5B83;&#x662F;&#x751F;&#x6D3B;&#x81EA;&#x6211;&#x7684;&#x6784;&#x6210;&#x7279;&#x5F81;&#x3002; &#x6211;&#x4EEC;&#x7684;&#x9053;&#x5FB7;&#x4E16;&#x754C;&#x53EF;&#x4EE5;&#x5B8C;&#x5168;&#x5F71;&#x54CD;&#x975E;&#x4EBA;&#x7C7B;&#x751F;&#x7269;&#xFF0C;&#x56E0;&#x4E3A;&#x6709;&#x4E9B;&#x4E1C;&#x897F;&#x5BF9;&#x4ED6;&#x4EEC;&#x6709;&#x597D;&#x5904;&#x6216;&#x574F;&#x5904;&#x3002; &#x5176;&#x4E2D;&#x4E00;&#x4E9B;&#x5BF9;&#x4ED6;&#x4EEC;&#x597D;&#x6216;&#x574F;&#x7684;&#x4E8B;&#x60C5;&#x4E5F;&#x662F;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5B66;&#x4E60;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x80FD;&#x591F;&#x5B66;&#x4F1A;&#x503E;&#x542C;&#x8FD9;&#x4E9B;&#x4E0E;&#x6211;&#x4EEC;&#x7684;&#x751F;&#x6D3B;&#x7EA0;&#x7F20;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x751F;&#x7269;&#xFF0C;&#x5BF9;&#x6211;&#x4EEC;&#x6765;&#x8BF4;&#x4E5F;&#x662F;&#x597D;&#x4E8B;&#x6216;&#x574F;&#x4E8B;&#x3002;</p>
<p>This is especially true when we begin to consider how this us that comprises us is an emergent self that can incorporate many kinds of beings in its coming con&#xFB01; gurations. We humans are the products of the multiple nonhuman beings that have come to make and continue to make us who we are. Our cells are, in a sense, themselves selves, and their organelles were once, in the distant past, free-living bacterial selves; our bodies are vast ecologies of selves (Margulis and Sagan 2002; McFall-Ngai et al. 2013). None of these selves in and of themselves are loci of moral action, even though larger selves with emergent properties (properties such as the capacity for moral thinking, in the case of humans) can subsume them.</p>
<p>&#x8BD1;&#xFF1A;&#x5F53;&#x6211;&#x4EEC;&#x5F00;&#x59CB;&#x8003;&#x8651;&#x5305;&#x542B;&#x6211;&#x4EEC;&#x7684;&#x8FD9;&#x4E2A;&#x6211;&#x4EEC;&#x662F;&#x5982;&#x4F55;&#x5728;&#x5176;&#x5373;&#x5C06;&#x5230;&#x6765;&#x7684;&#x914D;&#x7F6E;&#x4E2D;&#x878D;&#x5165;&#x591A;&#x79CD;&#x751F;&#x7269;&#x7684;&#x65B0;&#x5174;&#x81EA;&#x6211;&#x65F6;&#xFF0C;&#x5C24;&#x5176;&#x5982;&#x6B64;&#x3002; &#x6211;&#x4EEC;&#x4EBA;&#x7C7B;&#x662F;&#x591A;&#x79CD;&#x975E;&#x4EBA;&#x7C7B;&#x751F;&#x547D;&#x7684;&#x4EA7;&#x7269;&#xFF0C;&#x5B83;&#x4EEC;&#x5DF2;&#x7ECF;&#x5236;&#x9020;&#x5E76;&#x7EE7;&#x7EED;&#x4F7F;&#x6211;&#x4EEC;&#x6210;&#x4E3A;&#x73B0;&#x5B9E;&#x3002; &#x4ECE;&#x67D0;&#x79CD;&#x610F;&#x4E49;&#x4E0A;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x7EC6;&#x80DE;&#x672C;&#x8EAB;&#x5C31;&#x662F;&#x81EA;&#x6211;&#xFF0C;&#x5B83;&#x4EEC;&#x7684;&#x7EC6;&#x80DE;&#x5668;&#x66FE;&#x7ECF;&#x662F;&#x9065;&#x8FDC;&#x8FC7;&#x53BB;&#x7684;&#x81EA;&#x7531;&#x751F;&#x6D3B;&#x7684;&#x7EC6;&#x83CC;&#x81EA;&#x6211;; &#x6211;&#x4EEC;&#x7684;&#x8EAB;&#x4F53;&#x662F;&#x5DE8;&#x5927;&#x7684;&#x81EA;&#x6211;&#x751F;&#x6001;&#xFF08;Margulis and Sagan 2002; McFall-Ngai et al.2013&#xFF09;&#x3002; &#x8FD9;&#x4E9B;&#x81EA;&#x6211;&#x4E2D;&#x7684;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x672C;&#x8EAB;&#x90FD;&#x4E0D;&#x662F;&#x9053;&#x5FB7;&#x884C;&#x4E3A;&#x7684;&#x8F68;&#x8FF9;&#xFF0C;&#x5373;&#x4F7F;&#x5177;&#x6709;&#x65B0;&#x5174;&#x5C5E;&#x6027;&#x7684;&#x8F83;&#x5927;&#x81EA;&#x6211;&#xFF08;&#x8BF8;&#x5982;&#x9053;&#x5FB7;&#x601D;&#x8003;&#x80FD;&#x529B;&#x4E4B;&#x7C7B;&#x7684;&#x5C5E;&#x6027;&#xFF0C;&#x5728;&#x4EBA;&#x7C7B;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF09;&#x53EF;&#x4EE5;&#x5305;&#x542B;&#x5B83;&#x4EEC;&#x3002;</p>
<p>The multispecies encounter is, as Haraway has intimated, a particularly important domain for cultivating an ethical practice. In it, we are most clearly confronted with what she calls &#x201C;signi&#xFB01; cant otherness&#x201D; (Haraway 2003). In these encounters we are confronted by an otherness that is radically (signi&#xFB01; cantly) other&#x2014;without, I would add, that otherness being incommensurable or &#x201C;incognizable&#x201D; (see chapter 2). But in these encounters we can nonetheless &#xFB01; nd ways to enter intimate (signi&#xFB01; cant) relations with these others who are radically not us. Many of these selves who are not ourselves are also not human. Th at is, they are not symbolic creatures (which means that they are also not loci of moral judgment). As such, they force us to &#xFB01; nd new ways to listen; they force us to think beyond our moral worlds in ways that can help us imagine and realize more just and better worlds.</p>
<p>&#x8BD1;&#xFF1A;&#x6B63;&#x5982; Haraway &#x6240;&#x6697;&#x793A;&#x7684;&#x90A3;&#x6837;&#xFF0C;&#x591A;&#x79CD;&#x7C7B;&#x7684;&#x906D;&#x9047;&#x662F;&#x57F9;&#x517B;&#x9053;&#x5FB7;&#x5B9E;&#x8DF5;&#x7684;&#x4E00;&#x4E2A;&#x7279;&#x522B;&#x91CD;&#x8981;&#x7684;&#x9886;&#x57DF;&#x3002; &#x5728;&#x5176;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x6700;&#x6E05;&#x695A;&#x5730;&#x9762;&#x5BF9;&#x5979;&#x6240;&#x8C13;&#x7684;&#x201C;&#x91CD;&#x8981;&#x7684;&#x4ED6;&#x8005;&#x201D;&#xFF08;Haraway 2003&#xFF09;&#x3002; &#x5728;&#x8FD9;&#x4E9B;&#x906D;&#x9047;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x9762;&#x4E34;&#x7740;&#x53E6;&#x4E00;&#x79CD;&#x6839;&#x672C;&#xFF08;&#x663E;&#x7740;&#xFF09;&#x5176;&#x4ED6;&#x7684;&#x5F02;&#x6027; - &#x6211;&#x60F3;&#x8865;&#x5145;&#x4E00;&#x70B9;&#xFF0C;&#x90A3;&#x79CD;&#x5F02;&#x6027;&#x662F;&#x4E0D;&#x53EF;&#x901A;&#x7EA6;&#x7684;&#x6216;&#x201C;&#x4E0D;&#x53EF;&#x8BC6;&#x522B;&#x7684;&#x201D;&#xFF08;&#x89C1;&#x7B2C;2&#x7AE0;&#xFF09;&#x3002; &#x4F46;&#x662F;&#x5728;&#x8FD9;&#x4E9B;&#x906D;&#x9047;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4ECD;&#x7136;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x4E0E;&#x8FD9;&#x4E9B;&#x6839;&#x672C;&#x4E0D;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x5176;&#x4ED6;&#x4EBA;&#x5EFA;&#x7ACB;&#x4EB2;&#x5BC6;&#xFF08;&#x91CD;&#x8981;&#xFF09;&#x5173;&#x7CFB;&#x7684;&#x65B9;&#x6CD5;&#x3002; &#x8BB8;&#x591A;&#x4E0D;&#x5C5E;&#x4E8E;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x4EBA;&#x4E5F;&#x4E0D;&#x662F;&#x4EBA;&#x3002; &#x5F53;&#x7136;&#xFF0C;&#x5B83;&#x4EEC;&#x4E0D;&#x662F;&#x8C61;&#x5F81;&#x6027;&#x7684;&#x751F;&#x7269;&#xFF08;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x5B83;&#x4EEC;&#x4E5F;&#x4E0D;&#x662F;&#x9053;&#x5FB7;&#x5224;&#x65AD;&#x7684;&#x573A;&#x6240;&#xFF09;&#x3002; &#x56E0;&#x6B64;&#xFF0C;&#x5B83;&#x4EEC;&#x8FEB;&#x4F7F;&#x6211;&#x4EEC;&#x627E;&#x5230;&#x65B0;&#x7684;&#x503E;&#x542C;&#x65B9;&#x5F0F;; &#x5B83;&#x4EEC;&#x8FEB;&#x4F7F;&#x6211;&#x4EEC;&#x4EE5;&#x8D85;&#x8D8A;&#x9053;&#x5FB7;&#x4E16;&#x754C;&#x7684;&#x65B9;&#x5F0F;&#x601D;&#x8003;&#xFF0C;&#x4EE5;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x60F3;&#x8C61;&#x548C;&#x5B9E;&#x73B0;&#x66F4;&#x591A;&#x516C;&#x6B63;&#x548C;&#x66F4;&#x7F8E;&#x597D;&#x7684;&#x4E16;&#x754C;&#x3002;</p>
<p>A more capacious ethical practice, one that mindfully attends to &#xFB01; nding ways of living in a world peopled by other selves, should come to be a feature of the possible worlds we imagine and seek to engender with other beings.</p>
<p>&#x8BD1;&#xFF1A;&#x4E00;&#x4E2A;&#x66F4;&#x5BBD;&#x5BB9;&#x7684;&#x9053;&#x5FB7;&#x5B9E;&#x8DF5;&#xFF0C;&#x4E00;&#x4E2A;&#x8C28;&#x614E;&#x5730;&#x53C2;&#x4E0E;&#x5BFB;&#x627E;&#x751F;&#x6D3B;&#x5728;&#x5176;&#x4ED6;&#x81EA;&#x6211;&#x7684;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;&#x7684;&#x9053;&#x5FB7;&#x5B9E;&#x8DF5;&#xFF0C;&#x5E94;&#x8BE5;&#x6210;&#x4E3A;&#x6211;&#x4EEC;&#x60F3;&#x8C61;&#x5E76;&#x5BFB;&#x6C42;&#x4E0E;&#x5176;&#x4ED6;&#x751F;&#x7269;&#x4E00;&#x8D77;&#x751F;&#x6210;&#x7684;&#x53EF;&#x80FD;&#x4E16;&#x754C;&#x7684;&#x7279;&#x5F81;&#x3002;</p>
<p>How to go about doing this, just how to decide on what kind of &#xFB02; ourishing to encourage&#x2014;and to make room for the many deaths on which all &#xFB02; ourishing depends&#x2014;is itself a moral problem (see Haraway 2008: 157, 288). Morality is a constitutive feature of our human lives; it is one of human life&#x2019;s many di&#xFB03;  culties. It is also something we can better understand through an anthropology beyond the human; semiosis and morality must be thought together because the moral cannot emerge without the symbolic.</p>
<p>&#x8BD1;&#xFF1A;&#x5982;&#x4F55;&#x505A;&#x5230;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x53EA;&#x662F;&#x5982;&#x4F55;&#x51B3;&#x5B9A;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x5174;&#x8DA3;&#x9F13;&#x52B1; - &#x5E76;&#x4E3A;&#x6240;&#x6709;&#x6240;&#x6709;&#x4EBA;&#x6240;&#x4F9D;&#x8D56;&#x7684;&#x6B7B;&#x4EA1;&#x817E;&#x51FA;&#x7A7A;&#x95F4; - &#x672C;&#x8EAB;&#x5C31;&#x662F;&#x9053;&#x5FB7;&#x95EE;&#x9898;&#xFF08;&#x53C2;&#x89C1;Haraway 2008&#xFF1A;157,288&#xFF09;&#x3002; &#x9053;&#x5FB7;&#x662F;&#x6211;&#x4EEC;&#x4EBA;&#x7C7B;&#x751F;&#x6D3B;&#x7684;&#x4E00;&#x4E2A;&#x7EC4;&#x6210;&#x7279;&#x5F81;; &#x5B83;&#x662F;&#x4EBA;&#x7C7B;&#x751F;&#x6D3B;&#x4E2D;&#x4F17;&#x591A;&#x7684;&#x56F0;&#x96BE;&#x4E4B;&#x4E00;&#x3002; &#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8D85;&#x8D8A;&#x4EBA;&#x7C7B;&#x7684;&#x4EBA;&#x7C7B;&#x5B66;&#x66F4;&#x597D;&#x5730;&#x7406;&#x89E3;&#x7684;&#x4E1C;&#x897F;; &#x7B26;&#x53F7;&#x5B66;&#x548C;&#x9053;&#x5FB7;&#x5B66;&#x5FC5;&#x987B;&#x4E00;&#x8D77;&#x601D;&#x8003;&#xFF0C;&#x56E0;&#x4E3A;&#x6CA1;&#x6709;&#x8C61;&#x5F81;&#x6027;&#x7684;&#x9053;&#x5FB7;&#x5C31;&#x4E0D;&#x4F1A;&#x51FA;&#x73B0;&#x3002;</p>
<p>The quali&#xFB01;er &#x201C;all too&#x201D; (as opposed to &#x201C;distinctive&#x201D;) is not value-neutral. It carries its own moral judgment. It implies that there is something potentially troubling at play here. This chapter and those that follow attend to this by opening themselves to the complicated ways in which the Runa are immersed in the many all-too-human legacies of a colonial history that a&#xFB00; ect so much of life in this part of the Amazon. These chapters, in short, begin to open themselves to problems that involve power.</p>
<p>&#x8BD1;&#xFF1A;&#x5408;&#x683C;&#x7684;&#x201C;&#x4E00;&#x5207;&#x201D;&#xFF08;&#x4E0E;&#x201C;&#x72EC;&#x7279;&#x201D;&#x76F8;&#x5BF9;&#xFF09;&#x5E76;&#x975E;&#x4EF7;&#x503C;&#x4E2D;&#x7ACB;&#x3002; &#x5B83;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x9053;&#x5FB7;&#x5224;&#x65AD;&#x529B;&#x3002; &#x8FD9;&#x610F;&#x5473;&#x7740;&#x8FD9;&#x91CC;&#x6709;&#x4E00;&#x4E9B;&#x53EF;&#x80FD;&#x4EE4;&#x4EBA;&#x4E0D;&#x5B89;&#x7684;&#x4E8B;&#x60C5;&#x3002; &#x672C;&#x7AE0;&#x548C;&#x968F;&#x540E;&#x7684;&#x7AE0;&#x8282;&#x901A;&#x8FC7;&#x5411; Runa &#x6C89;&#x6D78;&#x5728;&#x6B96;&#x6C11;&#x5386;&#x53F2;&#x7684;&#x8BB8;&#x591A;&#x4EBA;&#x7C7B;&#x9057;&#x4EA7;&#x4E2D;&#x7684;&#x590D;&#x6742;&#x65B9;&#x5F0F;&#x5F00;&#x59CB;&#xFF0C;&#x8FD9;&#x4E9B;&#x9057;&#x4EA7;&#x5728;&#x4E9A;&#x9A6C;&#x900A;&#x7684;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x5F97;&#x5230;&#x4E86;&#x5982;&#x6B64;&#x591A;&#x7684;&#x751F;&#x547D;&#x3002; &#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x8FD9;&#x4E9B;&#x7AE0;&#x8282;&#x5F00;&#x59CB;&#x5411;&#x6D89;&#x53CA;&#x6743;&#x529B;&#x7684;&#x95EE;&#x9898;&#x655E;&#x5F00;&#x5FC3;&#x6249;&#x3002;</p>
<h2 id="3-&#x9644;&#x5F55;">3. &#x9644;&#x5F55;</h2>
<p>&#x6839;&#x636E;&#x7B2C;&#x4E00;&#x6B21;&#x4E0A;&#x8BFE;&#x540E;&#x9646;&#x8001;&#x5E08;&#x63D0;&#x4F9B;&#x7684;&#x9605;&#x8BFB;&#x6750;&#x6599;&#xFF0C;&#x7ECF;&#x8FC7;&#x5C0F;&#x7F16;&#x6574;&#x7406;&#x548C;&#x5168;&#x7F51;&#x521D;&#x6B65;&#x68C0;&#x7D22;&#xFF0C;&#x53D1;&#x73B0;&#x8BE5;&#x7BC7;&#x786E;&#x5B9E;&#x8282;&#x9009;&#x81EA; - <a href="https://books.google.co.jp/books/about/How_Forests_Think.html?id=_okkDQAAQBAJ&amp;source=kp_cover&amp;redir_esc=y" target="_blank">&#x7231;&#x5FB7;&#x534E;&#x591A;&#xB7;&#x79D1;&#x6069;&#x300A;&#x68EE;&#x6797;&#x5982;&#x4F55;&#x601D;&#x8003;&#x300B;</a>&#xFF0C;&#x7FFB;&#x8BD1;&#x6709;&#x53EF;&#x80FD;&#x4E0D;&#x591F;&#x7CBE;&#x51C6;&#xFF0C;&#x672C;&#x4EBA;&#x4F7F;&#x7528;&#x56FD;&#x5916; VPN + Google &#x68C0;&#x7D22;&#x548C;&#x5728;&#x7EBF;&#x7FFB;&#x8BD1;&#xFF0C;&#x8FD8;&#x671B;&#x5404;&#x4F4D; MFA &#x5144;&#x5F1F;&#x59D0;&#x59B9;&#x6307;&#x6B63;&#x3002;</p>
<p><a href="https://is.muni.cz/el/1423/podzim2015/SOC587/um/KOHN_HowForestsThink_2013.pdf" target="_blank">PDF &#x5728;&#x7EBF;&#x9605;&#x8BFB;</a></p>
<p>Awesome MFA !</p>
<p>2018/10/07</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: 艺术产业调查与研究">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="Ecology_And_Arts.html" class="navigation navigation-next " aria-label="Next page: 生态与艺术">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"丛林如何思考","level":"1.6.1","depth":2,"next":{"title":"生态与艺术","level":"1.6.2","depth":2,"path":"Art_Industry/Ecology_And_Arts.md","ref":"Art_Industry/Ecology_And_Arts.md","articles":[]},"previous":{"title":"艺术产业调查与研究","level":"1.6","depth":1,"path":"Art_Industry/README.md","ref":"Art_Industry/README.md","articles":[{"title":"丛林如何思考","level":"1.6.1","depth":2,"path":"Art_Industry/How_Forests_Think.md","ref":"Art_Industry/How_Forests_Think.md","articles":[]},{"title":"生态与艺术","level":"1.6.2","depth":2,"path":"Art_Industry/Ecology_And_Arts.md","ref":"Art_Industry/Ecology_And_Arts.md","articles":[]},{"title":"什么是艺术","level":"1.6.3","depth":2,"path":"Art_Industry/What_Is_Art.md","ref":"Art_Industry/What_Is_Art.md","articles":[]},{"title":"嫉妒的制陶女第二章","level":"1.6.4","depth":2,"path":"Art_Industry/Woman_cp2.md","ref":"Art_Industry/Woman_cp2.md","articles":[]}]},"dir":"ltr"},"config":{"plugins":["disqus"],"root":"./docs","styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"https-tjmfa-github-io-1"},"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"gitbook":"*"},"file":{"path":"Art_Industry/How_Forests_Think.md","mtime":"2018-11-27T11:57:19.266Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-11-27T13:41:40.718Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

